brew 'bash-completion'
brew 'brew-cask'
brew 'cloc'
brew 'gdub'
brew 'git'
brew 'macvim', args: ['with-override-system-vim']
brew 'maven'
brew 'node'
brew 'thoughtbot/formulae/rcm'
brew 'multirust'
brew 'tree'
brew 'wget'

cask 'appcleaner'
cask 'coconutbattery'
cask 'dash'
cask 'dropbox'
cask 'gitter'
cask 'google-hangouts'
cask 'haskell-platform'
cask 'iterm2'
cask 'java'
cask 'macid'
cask 'quassel'
cask 'skype'
cask 'spotify'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'mplayerx'
cask 'xld'
