brew 'bash-completion'
brew 'brew-cask'
brew 'cloc'
brew 'gdub'
brew 'git'
brew 'gradle'
brew 'macvim', args: ['with-override-system-vim']
brew 'maven'
brew 'node'
brew 'thoughtbot/formulae/rcm'
brew 'rust'
brew 'tree'
brew 'homebrew/completions/vagrant-completion'
brew 'wget'

tap 'caskroom/cask'
cask 'appcleaner'
cask 'coconutbattery'
cask 'dash'
cask 'dropbox'
cask 'flux'
cask 'gitter'
cask 'google-hangouts'
cask 'haskell-platform'
cask 'iterm2'
cask 'java'
cask 'macid'
cask 'quassel'
cask 'skype'
cask 'spotifree'
cask 'spotify'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'tunnelblick'
cask 'vagrant'
cask 'vagrant-manager'
cask 'vlc'
cask 'vox-preferences-pane'
cask 'xld'
